Repository: rgaiacs/fisl15-mozilla-science
Catalog: *.po
Languages: pt

source: Mozilla Science Lab - Early First Year Birthday
pt: Mozilla Science Lab - Primeiro Aniversário Antecipado

# ./index.html html.body.header.h2:20
source: Early First Year Birthday
pt: Primeiro Aniversário Antecipado

source: By Raniere Silva: &lt;<a href="mailto:raniere@ime.unicamp.br">raniere@ime.unicamp.br</a>&gt; or raniere on IRC
pt: Por Raniere Silva: &lt;<a href="mailto:raniere@ime.unicamp.br">raniere@ime.unicamp.br</a>&gt; ou raniere no IRC

source: Creative Commons License
pt: Licença Creative Commons

# ./index.html html.body.section.div.h2:31
source: Early First Year Birthday
pt: Primeiro Aniversário Antecipado

source: Mozilla has a long history of push forward the web with many projects like WebFWD, PDF.js, TogetherJS, OpenBadges, Persona, Popcorn, Firefox OS, WebMaker, ...
pt: Mozilla possui uma longa história de promover a web através de vários projetoscomo WebFWD, PDF.js, TogetherJS, OpenBadges, Persona, Popcorn, Firefox OS, WebMaker, ...

source: In June 14, 2013, Mozilla start pushing forward the science in the web with Science Lab
pt: Em 14 de junho de 2013, Mozilla anunciou o projeto de prover a ciênciana web.

source: Help researchers use the power of the open web to change science's future
pt: Ajudando pesquisadores a utilizar o poder da open web para mudar o futuro da ciência

source: What is open science?
pt: O que é ciência aberta?

source: Not just gratis PDF article!!!
pt: Não apenas PDFs de artigos grátis!!!

source: access to content, data, code, materials, ...
pt: acesso a conteúdo, dados, códigos, suplementos, ...

source: emergence of web-native tools
pt: surgimento de ferramentas web

source: rewards for openness, interoperability, collaboration, sharing
pt: incentivo para abertura, interoperabilidade, colaboração, compartilhamento

source: push for ROI (Return on Investment), recomputability, transparency
pt: busca pelo retorno do investimento, reprodutividade, transparência

source: Teach
pt: Ensino

source: unix shell
pt: terminal unix

source: control version (e.g. Git and GitHub)
pt: controle de versão (e.g. Git e GitHub)

source: good programming practices with Python or R
pt: boas práticas de programação em Python ou R

source: databases
pt: banco de dados

source: Rewards
pt: Incentivos

source: Code as a research object
pt: Código como um objeto de pesquisa

source: Start give the same importance of articles to (a) softwares and (b) data providing a Digital Object Identifier.
pt: Começar a dar a mesma importância de artigos para (a) softwares e(b) dados atribuindo um Digital Object Identifier.

source: Prototype and more information at <a href="http://mozillascience.github.io/code-research-object/">http://mozillascience.github.io/code-research-object/</a>.
pt: Protótipo e maiores informações em <a href="http://mozillascience.github.io/code-research-object/">http://mozillascience.github.io/code-research-object/</a>.

source: Code Review in Science
pt: Revisão de Códigos na Ciência

source: First Study
pt: Primeiro Estudo

source: Ran in second semester of 2013 and have PLOS as partnership.
pt: Executado no segundo semestre de 2013 em parceria com a PLOS.

source: 11 developers (most from Mozilla) and 4 authors of PLOS papers.
pt: 11 desenvolvedores (maior parde da Mozilla) e 4 autores de artigos na PLOS

source: The scientists appreciated the review.
pt: Os pesquisadores gostaram do experimento/revisão

source: The developers felt constrained by their lack of domain knowledge.
pt: Os desenvolvedores sofreram com a falta de conhecimento específico da área.

source: More informations at <a href="http://arxiv.org/abs/1311.2412">this arXiv pre-print</a>.
pt: Mais informações <a href="http://arxiv.org/abs/1311.2412">nesse pre-printthis disponível no arXiv</a>.

source: Second Study
pt: Segundo Estudo

source: Running right now (12-weeks long).
pt: Em execução (12 semanas)

source: More like coaching by "experts" developers.
pt: Mais parecido com um acompanhamento por desenvolvedores.

source: Others Conversations
pt: Outras Conversas

source: What should we teach about publishing on the web?
pt: O que devemos ensinar sobre publicação na web?

source: Reproducible research
pt: Pesquisas reprodutíveis

source: What else is needed for code reuse?
pt: O que mais é necessário para o reuso de código?

source: 2014 didn't end yet.
pt: 2014 ainda não acabou.

source: Getting news
pt: Obtendo novidades

source: Mozilla Science Lab blog
pt: Blog da Mozilla Science Lab

source: Software Carpentry blog
pt: Blog da Software Carpentry

source: Mozilla Science Lab mail list
pt: Lista de email da Mozilla Science Lab

source: <a href="https://kiwiirc.com/client/irc.mozilla.org/#sciencelab">#sciencelab</a> on IRC (irc.mozilla.org)
pt: <a href="https://kiwiirc.com/client/irc.mozilla.org/#sciencelab">#sciencelab</a> no IRC (irc.mozilla.org)

source: <a href="http://twitter.com/MozillaScience/">@MozillaScience</a> on Twitter
pt: <a href="http://twitter.com/MozillaScience/">@MozillaScience</a> no Twitter

source: <a href="http://twitter.com/swcarpentry/">@swcarpentry</a> on Twitter
pt: <a href="http://twitter.com/swcarpentry/">@swcarpentry</a> no Twitter

source: You can help
pt: Você pode ajudar

source: Join <a href="https://wiki.mozilla.org/ScienceLab/Calls">Mozilla Science Community Call</a>
pt: Participe das <a href="https://wiki.mozilla.org/ScienceLab/Calls">Chamadas Comunitárias do Mozilla Science</a>

source: Attend and host a Software Carpentry workshop (you can also <a href="http://teaching.software-carpentry.org/join/">join the team</a>)
pt: Participar e organizar um workshop da Software Carpentry (você também pode <a href="http://teaching.software-carpentry.org/join/">juntar-se ao time</a>)

source: Thanks
pt: Obrigado

source: Mozilla Science Lab is supported by <a href="http://www.sloan.org/">Alfred P. Sloan Foundation</a>.
pt: Mozilla Science Lab é financiado pela <a href="http://www.sloan.org/">Alfred P. Sloan Foundation</a>.

source: References
pt: Referencias

source: Introducing the Mozilla Science Lab
pt: Anúncio do Mozilla Science Lab

source: Code as a research object: updates, prototypes, next steps
pt: Código como um objeto de pesquisa: novidades, protótipos, próximos passos

source: Launching a second pilot study of code review in science
pt: Lançamento do segundo estudo piloto de revisão de código na ciência

source: What’s in store for 2014
pt: Propostas para 2014
